Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/local_authority_and_social_housing/rent_arrears.html.txt.tmx
Source language: en
Languages: ga

source: If you are renting your home from a local authority, you have agreed to pay a weekly rent, which is based on your household's income
ga: Más tionónta údaráis áitiúil tú, tá tú tar éis aontú go n-íocfá cíos seachtainiúil, atá bunaithe ar ioncam do theaghlaigh

source: If your income is reduced, you should contact the local authority immediately to look for an adjustment in your rent
ga: Má thagann laghdú ar d'ioncam, teigh i dteangmháil láithreach leis an údarás áitiúil chun laghdú a éileamh ar do chíos

source: If you find you are falling behind with the rent, for whatever reason, you will build up an amount of rent arrears
ga: Má theipeann ort an cíos iomlán a íoc, ar fáth ar bith, éireoidh riaráistí cíosa ar do chuntas

source: It is vital to talk to the local authority to discuss these arrears
ga: Ta sé fíor-thábhachtach go lalabharfá leis an údarás áitiúil chun do riaráistí cíosa a phlé

source: You may be able to agree with the local authority to pay a certain amount off the rent arrears each week
ga: D'fhéadfá aontú leis an údarás áitiúil go n-íocfá cuid áirithe riaráistí gach seachtain

source: If you don’t arrange to pay off the arrears, you could end up losing your home
ga: Muna dhéanann tú socrú na riaráistí a íoc, d'fhéadfá do theach a chailliúint

source: Many local authorities have tenancy sustainment programmes to help support tenants, particularly if they are in rent arrears
ga: Tá seirbhísí cothabhála tionóntachta ag roinnt údarás áitiúil chun tacú le tionóntaí, go h-áirithe má tá riaráistí cíosa acu

source: You should ask your local authority for this assistance as early as possible
ga: Iarr ar d'údarás áitiúil chomh luath agus is féidir chun an tacaíocht seo a fháil

source: There is a hardship clause that gives local authorities the ability to reduce a household's rent if there are particular reasons to do so
ga: Tá clásal cruatain ann a chuireann ar chumas údarás áitiúil cíos teaghlaigh a laghdú má tá cúiseanna ar leith ann chun amhlaidh a dhéanamh

source: For example, the local authority may reduce your rent if your household is badly affected by exceptional social factors that make it difficult for it to function or to pay the rent due, or if it would cause undue hardship for your household to pay the full rent
ga: Mar shampla, féadfaidh an t-údarás áitiúil do chíos a laghdú má imríonn tosca eisceachtúla sóisialta tionchar a chruthaíonn deacracht don teaghlach feidhmiú nó an cíos atá dlite a íoc, nó dá mbeadh sé ina chúis le cruatan míchuí do do theaghlach chun an cíos iomlán a íoc

source: The Money Advice and Budgeting Service (MABS) is a free, confidential service for people who are having problems with debt and money management
ga: Is seirbhís rúnda agus saor in aisce í an tSeirbhís Buiséadaithe agus Comhairle Airgid (SBCA) dóibh siúd atá i bhfiacha nó go bhfuil fadhb acu ag bainistiú airgid

source: Anyone can experience these problems and MABS staff are fully trained to help
ga: Tá ard-leibhéal traenála ag foireann SBCA agus tá oifigí SBCA ar fud na hÉireann

source: Contact the Housing Department of your local authority
ga: Déan teangmháil le Rannóg Tithíochta d'údaráis áitiúil

source: To speak to a MABS adviser, you can call the helpline: 0761 07 2000 (9am - 8pm, Monday - Friday) or email: helpline@mabs.ie or contact your local MABS office
ga: Chun labhairt le comhairleoir SBCA, cuir glao ar an líne chabhrach: 0761 07 2000 (9rn - 8in, Luan - Aoine) nó cuir ríomhphost chuig helpline@mabs.ie nó déan teangmháil le d'oifig áitiúil SBCA
